Revit 2027 API
PaperSourceSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual PaperSourceSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As PaperSourceSetIterator
public:
virtual PaperSourceSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> PaperSourceSetIterator
override ReverseIterator : unit -> PaperSourceSetIterator
Return Value
PaperSourceSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
PaperSourceSet Class
Autodesk.Revit.DB Namespace